{
  "# خدايا به حق محمّد مصطفى و پسر عمويش#و به حرمت نيكوكارانى كه براى تو خاشعند#": "# اے اللہ محمد مصطفیٰ اور ان کے چچا کے بیٹے کے صدقے # اور ان نیکوکاروں کی حرمت کے صدقے جو تیرے لیے عاجزی کرتے ہیں #",
  "(1) خدايا از تو خواستارم به نامت، اى خدا، اى بخشنده، اى مهربان، اى گرامى، اى پايدار، اى بزرگ، اى ديرينه\\nاى دانا، اى شكيبا، اى فرزانه، منزّهى تو اى كه معبودى جز تو نيست، فرياد رس فرياد رس، ما را از آتش برهان\\nاى پروردگار من.": "(1) اے اللہ! میں تجھ سے تیرے نام کے ذریعے سوال کرتا ہوں، اے اللہ، اے بخشنے والے، اے مہربان، اے معزز، اے قائم، اے عظیم، اے قدیم\\nاے جاننے والے، اے بردبار، اے حکمت والے، تو پاک ہے اے وہ جس کے سوا کوئی معبود نہیں، فریاد رس فریاد رس، ہمیں آگ سے بچا\\nاے میرے رب۔",
  "(1) منزه ه است خدا آفريننده هر تنفس كننده، منزّه است خداى صورتگر، منزّه است خداى آفريننده همه جفت ها،\\nمنزّه است خداى قراردهنده تاريكي ها و نور، منزّه است خداى شكافنده دانه و هسته، منزّه است خدای\\nپديدآورنده هر چيز، منزّه است خداى آفريننده آنچه ديده مى شود و آنچه ديده نمی شود، منزّه است خداى به امتداد كلمات بى پايانش\\nمنزّه است خدا پروردگار جهانيان، منزّه است خداى شنوا، كه هيچكس شنواتر از او نيست، از بالای\\nعرشش می شنود آنچه زير هفت زمين است، و مى شنود آنچه در تاريكي هاى خشكى و درياست، و مى شنود ناله ها و\\nشكوه ها را، و مى شنود پنهان و پنهان تر را، و می شود وسوسه هاى نهان در سينه ها را،\\nو شنوايى اش را هيچ صدايى كر نكند.": "(1) پاک ہے وہ خدا جو ہر سانس لینے والے کا خالق ہے، پاک ہے مصور خدا، پاک ہے تمام جوڑوں کا پیدا کرنے والا خدا،\\nپاک ہے تاریکیوں اور نور کو بنانے والا خدا، پاک ہے دانے اور گٹھلی کو پھاڑنے والا خدا، پاک ہے خدا\\nہر چیز کا پیدا کرنے والا، پاک ہے وہ خدا جو اسے جو دیکھا جاتا ہے اور جسے نہیں دیکھا جاتا، پیدا کرنے والا ہے، پاک ہے خدا اپنے لامتناہی کلمات کی وسعت کے مطابق\\nپاک ہے اللہ جہانوں کا رب، پاک ہے سننے والا خدا، جس سے بڑھ کر کوئی سننے والا نہیں، اپنے عرش کے اوپر سے\\nوہ سنتا ہے جو ساتوں زمینوں کے نیچے ہے، اور وہ سنتا ہے جو خشکی اور سمندر کی تاریکیوں میں ہے، اور وہ سنتا ہے نالوں اور\\nشکووں کو، اور وہ سنتا ہے پوشیدہ اور پوشیدہ تر کو، اور وہ سنتا ہے سینوں میں چھپے ہوئے وسوسوں کو،\\nاور اس کی سماعت کو کوئی آواز بہرا نہیں کر سکتی۔",
  "(1) گواهى می دهم كه معبودى جز خدا نيست، يگانه و بى شريك است، فرمانروايى و سپاس براى اوست، خير تنها به دست اوست\\nو او بر هرچيز تواناست (2) گواهى میدهم معبودى جز خدا نيست، يگانه و بى شريك است، يكتا و بى نياز است\\nهمسر و فرزندى نگرفته است. (3) گواهى مى دهم معبودى جز خدا نيست، يگانه و بى شريك است، يكتا و بى نياز است\\nنه زاده و نه زاييده شده است، و برايش هيچ همتايى نيست. (4) گواهى می دهم معبودى جز خدا نيست، يگانه و بى شريك است،\\nفرمانروايى و سپاس براى اوست، زنده میكند و مى ميراند و اوست زنده اى كه نمى ميرد، خير تنها به دست اوست، و او بر هرچيز\\nتواناست. (5) خدا مرا بس است و كفايت میكند، خدا گوش فرا دهد براى آن كه او را بخواند، وراى خدا نهايتى نيست، گواهى می دهم برای\\nخدا به آنچه دعوت كرد، و خدا بيزار است از هركه از او بيزاى جويد، و آخرت و دنيا از ان خداست.": "(1) میں گواہی دیتا ہوں کہ اللہ کے سوا کوئی معبود نہیں، وہ اکیلا ہے اس کا کوئی شریک نہیں، بادشاہی اور تعریف اسی کے لیے ہے، خیر صرف اسی کے ہاتھ میں ہے\\nاور وہ ہر چیز پر قادر ہے (2) میں گواہی دیتا ہوں کہ اللہ کے سوا کوئی معبود نہیں، وہ اکیلا ہے اس کا کوئی شریک نہیں، یکتا اور بے نیاز ہے\\nنہ کوئی بیوی ہے اور نہ کوئی اولاد۔ (3) میں گواہی دیتا ہوں کہ اللہ کے سوا کوئی معبود نہیں، وہ اکیلا ہے اس کا کوئی شریک نہیں، یکتا اور بے نیاز ہے\\nنہ وہ کسی سے پیدا ہوا اور نہ کوئی اس سے پیدا ہوا، اور اس کا کوئی ہمسر نہیں۔ (4) میں گواہی دیتا ہوں کہ اللہ کے سوا کوئی معبود نہیں، وہ اکیلا ہے اس کا کوئی شریک نہیں،\\nبادشاہی اور تعریف اسی کے لیے ہے، وہ زندہ کرتا ہے اور مارتا ہے اور وہ ایسا زندہ ہے جو نہیں مرتا، خیر صرف اسی کے ہاتھ میں ہے، اور وہ ہر چیز پر\\nقادر ہے۔ (5) اللہ میرے لیے کافی ہے، اللہ اسے سنتا ہے جو اسے پکارتا ہے، اللہ کے سوا کوئی انتہا نہیں، میں گواہی دیتا ہوں\\nکے اللہ نے جس کی طرف دعوت دی، اور اللہ بیزار ہے اس سے جو اس سے بیزار ہو، اور آخرت اور دنیا اللہ ہی کی ہے۔",
  "(10) اى سازنده هر ساخته، اى آفريننده هر آفريده، اى روزی بخش هر روزی خوار، اى داراى هر دارايى، اى غم گسار هر غم زده، اى فرج بخش هر اندوهگين، اى مهرورز بر هر مهرجو\\nاى ياور هر بى ياور، اى پرده پوش هر كاستى، اى پناه هر رانده.": "(10) اے ہر بنی ہوئی چیز کے بنانے والے، اے ہر مخلوق کے خالق، اے ہر رزق پانے والے کو رزق دینے والے، اے ہر ملکیت کے مالک، اے ہر غم زدہ کے غم خوار، اے ہر رنجیدہ کو کشادگی دینے والے، اے ہر مہر طلب پر مہربانی کرنے والے\\nاے ہر بے یار و مددگار کے مددگار، اے ہر عیب کے پردہ پوش، اے ہر نکالے ہوئے کی پناہ گاہ۔",
  "(10) منزّه است خدا آفريننده هر تنفّس كننده،\\nمنزّه است خدا صورت آفرين، منزّه است خدا آفريننده همه جفت ها، منزّه است خدا قراردهنده تاريكي ها و\\nنور، منزّه است خدا شكافنده دانه و هسته، منزّه است خدا آفريننده هرچيز، منزّه است خدا آفريننده\\nآنچه ديده مى شود و آنچه ديده نمى شود، منزّه است خدا به كشش كلمات بى پايانش، منزّه است خدا پروردگار جهانيان، منزّه است خدا\\nكه مى داند آنچه را در آسمان ها و زمين است، گفتگوى پنهانى هيچ سه نفرى نيست مگر اينكه او چهارمى آنهاست،\\nو نه پنج نفرى ديگر مگر اينكه او ششمى آنهاست، و نه كمتر از آ و نه بيشتر، مگر آنكه با آنها باشد هرجا كه باشند، سپس روز\\nقيامت آنان را به آنچه انجام داند آگاه مى سازد، همانا خدا به هر چيز داناست.": "(10) پاک ہے وہ خدا جو ہر سانس لینے والے کا خالق ہے،\\nپاک ہے مصور خدا، پاک ہے تمام جوڑوں کا پیدا کرنے والا خدا، پاک ہے تاریکیوں اور\\nنور کو بنانے والا خدا، پاک ہے دانے اور گٹھلی کو پھاڑنے والا خدا، پاک ہے ہر چیز کا پیدا کرنے والا خدا، پاک ہے پیدا کرنے والا\\nاسے جو دیکھا جاتا ہے اور جسے نہیں دیکھا جاتا، پاک ہے خدا اپنے لامتناہی کلمات کی وسعت کے مطابق، پاک ہے اللہ جہانوں کا رب، پاک ہے اللہ\\nجو جانتا ہے اسے جو آسمانوں اور زمین میں ہے، کوئی سرگوشی تین آدمیوں کی نہیں ہوتی مگر یہ کہ وہ ان کا چوتھا ہوتا ہے،\\nاور نہ پانچ کی مگر یہ کہ وہ ان کا چھٹا ہوتا ہے، اور نہ اس سے کم اور نہ اس سے زیادہ، مگر یہ کہ وہ ان کے ساتھ ہوتا ہے جہاں کہیں بھی وہ ہوں، پھر روز\\nقیامت انہیں ان کے اعمال سے آگاہ کرے گا، بے شک اللہ ہر چیز کا جاننے والا ہے۔",
  "(100)\\nاى بردبارى كه شتاب نكند، اى بخشنده اى كه بخل نورزد، اى راستگويى كه تخلّف نكند، اى عطاكننده اى كه خستگى نپذيرد، اى چيره اى كه\\nشكست ناپذير است، اى بزرگى كه به وصف در نيايد، اى دادگرى كه ستم ننمايد، اى توانگرى كه نيازمند نشود، اى بزرگى كه كوچك نگردد، ای\\nنگهدارى كه غفلت ننمايد. منزّهى تو اى كه معبودى جز تو نيست، فريادرس، فريادرس، ما را از آتش رهايى بخش پروردگار": "(100)\\nاے وہ بردبار جو جلدی نہیں کرتا، اے وہ بخشنے والا جو بخل نہیں کرتا، اے وہ سچا جو وعدہ خلافی نہیں کرتا، اے وہ عطا کرنے والا جو تھکتا نہیں، اے وہ غالب جو\\nناقابل شکست ہے، اے وہ بزرگ جو وصف میں نہیں آ سکتا، اے وہ عادل جو ظلم نہیں کرتا، اے وہ غنی جو محتاج نہیں ہوتا، اے وہ بڑا جو چھوٹا نہیں ہوتا، اے وہ\\nنگہبان جو غفلت نہیں کرتا۔ تو پاک ہے اے وہ جس کے سوا کوئی معبود نہیں، فریاد رس، فریاد رس، ہمیں آگ سے نجات دے اے رب",
  "(11) اى توشه ام در\\nسختى، اى اميدم در ناگوارى، اى همدم در وحشت، اى همرهم در غربت\\nاى سرپرستم در نعمت، اى فريادرسم در گرفتارى، اى رهنمايم در سرگردانى، اى توانگرى ام در تنگدستی\\nاى پناهم در دماندگى، اى مددرسانم در پريشانى": "(11) اے سختی میں میرا توشہ، اے ناگواری میں میری امید، اے وحشت میں میرے ہمدم، اے غربت میں میرے ساتھی\\nاے نعمت میں میرے سرپرست، اے مصیبت میں میری فریاد سننے والے، اے سرگردانی میں میرے رہنما، اے تنگدستی میں میری دولت\\nاے بے بسی میں میری پناہ گاہ، اے پریشانی میں میری مدد کرنے والے",
  "(12) اى داناى نهان ها، اى آمرزنده\\nگناهان، اى پرده پوش عيب ها، اى غم گسار غم ها، اى دگرگون ساز دلها، اى پزشك\\nقلبها، اى روشنى بخش دلها، اى همدم جان ها، اى گره گشاى اندوه ها، اى گشايش گر دلتنگي ها": "(12) اے چھپی ہوئی باتوں کے جاننے والے، اے گناہوں کے بخشنے والے، اے عیبوں کے پردہ پوش، اے غموں کے دور کرنے والے، اے دلوں کے بدلنے والے، اے دلوں کے طبیب\\nاے دلوں کو روشن کرنے والے، اے جانوں کے ہمدم، اے دکھوں کی گرہ کھولنے والے، اے دلننگیوں کو دور کرنے والے",
  "(13) خدايا! از تو درخواست مى كنم به نامت اى والا، اى زيبا، اى كارگشا، اى سرپرست، اى راهنما، ای\\nپذيرا، اى گرداننده، اى عطابخش، اى درگذرنده، اى حال گردان": "(13) اے اللہ! میں تجھ سے تیرے نام کے واسطے سوال کرتا ہوں اے بلند مرتبہ، اے خوبصورت، اے کام بنانے والے، اے سرپرست، اے رہنما، اے\\nقبول کرنے والے، اے پھیرنے والے، اے عطا کرنے والے، اے درگذر کرنے والے، اے حال بدلنے والے",
  "(14) اى رهنماى رهجويان، اى مددرس\\nمددجويان، اى فريادرس فريادكنان، اى پناه پناهندگان، اى ايمنى بخش هراسندگان، اى ياور\\nمؤمنان، اى مهرورز بر خاك نشستگان، اى پناه عصيان گران، اى آمرزنده گنهگاران، اى اجابت كننده دعای\\nبيچارگان.": "(14) اے راہ تلاش کرنے والوں کے رہنما، اے مدد چاہنے والوں کے مددگار، اے فریاد کرنے والوں کے فریاد رس، اے پناہ گزینوں کی پناہ گاہ، اے خوفزدوں کو امن دینے والے، اے مومنوں کے مددگار\\nاے خاک نشینوں پر مہربانی کرنے والے، اے نافرمانوں کی پناہ گاہ، اے گنہگاروں کے بخشنے والے، اے بیچاروں کی دعا قبول کرنے والے۔",
  "زيارت اوّل": "پہلی زیارت",
  "مفاتیح الجنان": "مفاتیح الجنان"
}