{
  "باب اول: ادعیه": "باب اول: دعائیں",
  "تعقیبات مشترک": "تعقیبات مشترک",
  "از مصباح شيخ طوسى و غير آن نقل شده: هرگاه نماز را سلام دادى، دستها را تا برابر گوش بالا بر و سه مرتبه تكبير (اللّه اكبر) گفته و سپس بگو: ": "مصباح شیخ طوسی اور دیگر کتب سے منقول ہے: جب نماز کا سلام پھیریں تو ہاتھوں کو کانوں تک اٹھائیں اور تین بار تکبیر (اللہ اکبر) کہیں اور پھر کہیں:",
  "آنگاه بگو: ": "اس کے بعد کہیں:",
  "معبودى جز خدا نيست، معبودى يگانه و ما تسليم او هستيم، معبودى غير از خدا نيست و جز او را نمیپرستيم، درحالیكه طاعت (دین) خود را براى او خالص مینماييم هرچند براى مشركان ناخوش آيند باشد، معبودى جز خدا پروردگار ما و پروردگار پدران نخستين ما نيست. معبودى غير از خدا نيست يگانه و يگانه و يگانه است، به وعده اش وفا كرد، بندگ انش را يارى داد سپاهش را عزت بخشيد و به تنهايى لشكريان (كفر و شرک) را درهم شكست. پس فرمانروايى و ستايش تنها او را سزاست. زنده میكند و میميراند و میميراند و زنده میكند و او است زنده اى كه نمی ميرد، خير و نيكى تنها به دست اوست و او بر هر چیز تواناست. ": "خدا کے سوا کوئی معبود نہیں، وہ معبود یکتا ہے اور ہم اس کے فرمانبردار ہیں، خدا کے سوا کوئی معبود نہیں اور ہم اسی کی عبادت کرتے ہیں، اپنے دین اور اطاعت کو اسی کے لئے خالص کرتے ہوئے، اگرچہ یہ مشرکین کو ناگوار گزرے، خدا کے سوا کوئی معبود نہیں جو ہمارا رب ہے اور ہمارے پہلے باپ داداؤں کا رب ہے۔ خدا کے سوا کوئی معبود نہیں، وہ اکیلا، اکیلا اور تنہا ہے، اس نے اپنا وعدہ پورا کیا، اپنے بندوں کی مدد کی اپنے لشکر کو عزت دی اور تنہا مخالف لشکروں کو شکست دی۔ پس بادشاہی اور تعریف اسی کے لئے ہے۔ وہ زندگی دیتا ہے اور موت دیتا ہے اور وہ موت دیتا ہے اور زندگی دیتا ہے اور وہ ایسا زندہ ہے جس کو موت نہیں، تمام بھلائی اسی کے ہاتھ میں ہے اور وہ ہر چیز پر قادر ہے۔",
  "آنگاه بگو : ": "پھر کہیں:",
  "از خدا كه جز او معبودى نيست آن زنده و پاينده آمرزش میطلبم و به جانب او باز میگردم خدايا مرا از جانب خود راهنمايى كن، و از باران احسانت بر من ببار، و از ابر رحمتت بر من بگستران، و از نعمتهاى فراوانت بر من فرود آور، پاك و منزهّى، معبودى جز تو نيست، تمامى گناهانم را بيامرز، زيرا جملگى گناهان را كسى جز تو نمیآمرزد، بار خدايا از تو درخواست میكنم از هر خيرى كه دانشت بر آن احاطه يافته است و به تو پناه میآورم از هر گزندى كه علم تو به آن احاطه دارد. ": "میں اس خدا سے بخشش مانگتا ہوں جس کے سوا کوئی معبود نہیں، وہ زندہ و جاوید ہے، اور میں اس کی بارگاہ میں توبہ کرتا ہوں، اے اللہ! مجھے اپنی طرف سے ہدایت عطا فرما، اور مجھ پر اپنا فضل بکھیر، اور اپنی رحمت مجھ پر پھیلا دے، اور اپنی برکات مجھ پر نازل فرما، تو پاک ہے، تیرے سوا کوئی معبود نہیں، میرے تمام گناہ بخش دے کیونکہ تیرے سوا کوئی گناہوں کو معاف نہیں کر سکتا، اے اللہ! میں تجھ سے ہر اس خیر کا سوال کرتا ہوں جس کو تیرے علم نے گھیرا ہوا ہے، اور میں ہر اس شر سے تیری پناہ مانگتا ہوں جس کو تیرے علم نے احاطہ کیا ہوا ہے۔",
  "خدايا! در همه كارهايم سلامتى كامل از تو میخواهم، و به تو پناه می آورم از خوارى دنيا و عذاب آخرت، و پناه میبرم به مقام والا، و عزّت دست نايافتنى، و قدرت سرپيچى ناپذيرت، از شر دنيا و آخرت، و از شر همه دردها، و از شر هر حيوانى كه زمام وجودش به دست توست، همانا پروردگارم بر راه راست است، هيچ توان و نيرويى نيست جز از جانب خدای بلندمرتبه بزرگ. توكل میكنم بر آن زنده اى كه نمی ميرد، سپاس خدا را كه فرزندى نگرفته و در فرمانروايى شريكى براى او نيست و نه سرپرستى تا از ذلّت برهاندش و او را بسيار بزرگ شمار. ": "اے اللہ! میں اپنے تمام امور میں تجھ سے عافیت کا سوال کرتا ہوں، اور دنیا کی رسوائی اور آخرت کے عذاب سے تیری پناہ مانگتا ہوں، اور میں تیری معزز ذات، اور تیری ناقابل تسخیر عزت، اور تیری اس قدرت کے ذریعے جس سے کوئی چیز بچ نہیں سکتی، دنیا اور آخرت کے شر سے پناہ مانگتا ہوں، اور تمام بیماریوں کے شر سے، اور ہر اس جاندار کے شر سے جس کی پیشانی تیرے قبضے میں ہے، بے شک میرا رب سیدھے راستے پر ہے، بلند و برتر اللہ کے سوا کوئی طاقت اور قوت نہیں، میں اس زندہ جاوید پر توکل کرتا ہوں جس کو موت نہیں، تمام تعریفیں اس اللہ کے لئے ہیں جس نے کسی کو بیٹا نہیں بنایا اور نہ ہی بادشاہی میں اس کا کوئی شریک ہے اور نہ ہی ذلت سے بچانے کے لئے اس کا کوئی مددگار ہے، اور اس کی خوب بڑائی بیان کرو۔",
  "پس تسبيح حضرت زهرا عليها السّلام را گفته، (و كيفيت آن چنين است: تكبير (اللّه اكبر) 34 مرتبه، حمد (الحمد للّه) 33 مرتبه، تسبيح (سبحان اللّه) 33 مرتبه) و پيش از انكه از جاى خود خركت كنى ده مرتبه میخوانى: ": "پھر حضرت زہرا (سلام اللہ علیہا) کی تسبیح پڑھیں (جس کی کیفیت یہ ہے: 34 بار اللہ اکبر، 33 بار الحمد للہ، 33 بار سبحان اللہ) اور اپنی جگہ سے اٹھنے سے پہلے دس بار کہیں:",
  "گواهى ميدهم كه معبودى جز خداى يكتا نيست، براى او شريكى وجود ندارد، معبودى است يگانه و يكتا، بی همتا و بی نياز است، و هرگز همسر و فرزندى نگرفته است. ": "میں گواہی دیتا ہوں کہ یکتا اللہ کے سوا کوئی معبود نہیں، اس کا کوئی شریک نہیں، وہی معبود یکتا و تنہا ہے، بے مثال اور بے نیاز ہے، اور اس نے کبھی کوئی شریک حیات یا اولاد نہیں بنائی۔",
  "مؤلف گويد: فضيلت فراوان اين ذكر (أَشْهَدُ أَنْ لَا إِلهَ إِلّا اللّه. . . ) در روايت وارد شده به ويژه پس از نماز صبح و شام، و هنگام طلوع و غروب آفتاب. آنگاه میگويى: ": "مؤلف کہتے ہیں: اس ذکر (أشھد أن لا إلہ إلا اللہ۔۔۔) کی بہت زیادہ فضیلت روایت میں آئی ہے، خاص طور پر صبح و شام کی نماز کے بعد اور طلوع و غروب آفتاب کے وقت۔ اس کے بعد کہیں:",
  "تعقیبات": "تعقیبات",
  "تعقیبات اختصاصی": "تعقیبات اختصاصی",
  "نماز صبح": "نماز صبح",
  "نماز ظهر": "نماز ظہر",
  "نماز عصر": "نماز عصر",
  "نماز مغرب": "نماز مغرب",
  "نماز عشاء": "نماز عشا",
  "اعمال": "اعمال",
  "اعمال مشترک": "اعمال مشترک",
  "زیارات": "زیارات",
  "دعاهای ایام هفته": "ہفتے کے دنوں کی دعائیں",
  "زیارات ایام هفته": "ہفتے کے دنوں کی زیارات"
}